{
    "name": {
        "en": "Alligator"
    },
    "desc": {
        "en": "The fens and swamps near Sandydale Basin are infested with an incredibly strong and dangerous animal.  Alligators are terribly fast and deadly beasts.  They hunt from the water waiting for an unsuspecting victim to bend down to take a drink.  When the beast’s next lunch is most vulnerable the alligator bursts from the water and grabs the victim.  When the alligator starts to roll the victim will have already sustained incredible injury and most likely is all ready dead.  The skin of an alligator is highly coveted by many of Myzan`s elite.  Many of the most secure bags available are made of alligator skin."
    },
    "appr": {
        "en": "Long bodied reptiles, alligators have incredibly strong short legs.  They may only be 12-15 inches high but they can reach lengths of 12 -20 feet!  Alligators have a wide flat head that is completely filled with teeth.  A long and dangerously strong tail is a threat to any who think that wrestling an alligator would be fun.  Eyes that sit upon the top of the head allow the beasts to keep their body below water while watching above it.  Large scales cover the body that are usually colored in shades of green."
    },
    "hist": {
        "en": "“Come on down to Sar's Gator Farm where only the biggest and best alligator luxuries are made!  Purses, boots, jackets, hats, gloves, saddles and their bags, wrist bands and jewelry!  All these items are made of the incredible alligator!  Strong, sturdy, clean and green, these items are made of only the finest parts of these horrible beasts.  You don't have any work to do! All items are crafted by our finest leatherworkers!  How can you pass up some of the most secure bags in the world?!  Our platinum locks are so complicated that even the greatest lockpicks in the world can't open them… trust us, we've had them tested!  So come on down to Sar's Gator Farm and Emporium at x 54, y 92 and GET YOUR GATOR!”"
    },
    "pics": {
        "M": [
            "mpalm"
        ],
        "F": [
            "mpalf"
        ]
    }
}