{
    "name": {
        "en": "Avalerion"
    },
    "desc": {
        "en": "These magnificent raptors are closely related to the larger, flame-feathered Phoenix.  The Avalerion are great birds that command the skies.  They are not often seen about Myzan, but they are more common than the Phoenix.  They prefer to hunt alone in the undisturbed wilderness of Myzan and its neighboring countries.  They stalk the skies high above in search of food: birds, rodents, and various untamed beasts including bears.  Though very uncommon, an Avalerion can be spotted administering aid to a man in need, healing wounds or providing transportation over treacherous terrain."
    },
    "appr": {
        "en": "Avalerion are sometimes referred to as lesser phoenixes because of their striking resemblance to their larger cousin.  Much like the Phoenix, an Avalerion is a raptor with wings that appear to be on fire; the colors of its feathers are so brilliant, the reds and oranges that paint its body appear to flicker like flames as it soars through the sunlight high in the sky.  Its beak is sharp and powerful, and its talons are strong, quick, and perfect for precision hunting.  Overall, an Avalerion will grow to be roughly twice the size of an average human male.  Its wings can measure 12 feet or so end-to-end.    Though typically more aggressive than the Phoenix, Avalerion are still quite gentle creatures when not aggravated or on the hunt.  Not normally keen on being tamed, an Avalerion may of its own accord lend itself to someone in need.  Otherwise, it is best not to tempt one of these great fowl to loose its cool."
    },
    "hist": {
        "en": "Conflagrationists hold these birds in high esteem.  Known as the Norgalad in the elvish tongue, fervent worshipers of the Great Phoenix, Algaruin, believe that the Avalerion are the god’s personal servants sent down from the Heavens to preserve the skies for the great coming of their mighty idol.  The appearance of an Avalerion is a sign of good fortune such as a good harvest or the birth of a healthy child.  If one is seen agitated, its wings spread and tense, and squawking fiercely, then disaster is sure to be near.    According to ancient lore, the Avalerion were born of the Angels or one of there firstborn, perhaps the Phoenix itself.  The great fowl was entrusted with guarding the heavenly places and the wild lands of the infant Myzor from the darkness of the oblivion so that the Newborns could inhabit the world without fear.  It is from this legend that the Conflagrationists derive their doctrine and from which they justify their high regard for the beautiful Avalerion."
    },
    "pics": {
        "M": [
            "xm"
        ],
        "F": [
            "xf"
        ]
    }
}