{
    "name": {
        "en": "Bear"
    },
    "desc": {
        "en": "Bears are often solitary animals that go about their business with little social contact of their own kind. They rarely travel in groups but can feed together if they meet in typical feeding grounds. Bears are strong, resourceful and  possess large amounts of stamina. They are usually calm and rarely attack humanoids in Myzan, unless they are injured and cornered or when startled. Bears can climb trees and swim short distances. They are the second favorite animal totem of Shamans for their strong characteristics and unique attributes. They can be easily tamed while young and can be a forminable ally in fights or quests."
    },
    "appr": {
        "en": "Bears usually have large heads with small eyes, rounded ears and a pointed nose. They have thick, short necks that expands into hulky shoulders of bulky bodies that are covered with thick and coarse fur. They have short but powerful upper limbs and strong, massive hindquarters with very short, furry tails. Bears usually walk on all-four paws, moving in a slow, ambling gait. But they can move with great speed when neccessary. They can stand on their hind legs to reach high objects with their paws that have large, strong, non-retractible claws that can also be used for catching prey and digging roots."
    },
    "hist": {
        "en": "Bears have the reputation of being known as a calm beast, if left alone, yet a fierce monster to be feared when provoked. There are many folklores in Myzan that are connected to bears as Ancient Benevolent Spirits taking a physical form of quick-tempered animals that are also known to show kindness towards the injured or sick that it comes across with. They were believed to `adopt` abandoned younglings, caring for them as if they were their own cubs. Most of these Spirits become attached to these youngsters and continued to exist in this animal form. There were also legends of humanoids being able to communicate with bears seeking wisdom or aid in a quest. Many have hunted these animals either for their pelts, believing they can obtain the bear`s strong characteristics and strength. Or to tame them as pets, assisting in quests when needed."
    },
    "pics": {
        "M": [
            "br1"
        ],
        "F": [
            "b2"
        ]
    }
}