{
    "name": {
        "en": "Bloodmaster"
    },
    "desc": {
        "en": "The highest rank a vampire can achieve within its respective clan, the Bloodmaster is the absolute leader of the clan and is often given the formal title of Count.  The Bloodmaster is the strongest vampire of the clan, superior in mental and physical strength as well as in speed and proficiency, both in battle and on the hunt.  He or she is the pride of the clan, a mentor to the faithful, and a foil for the overly ambitious.  Within the Reaper horde, Bloodmasters hold the highest ranks along with the more intelligent and devious of the undead races."
    },
    "appr": {
        "en": "Bloodmasters are vampires, and as such, they are the most fair of the fairest night walkers.  They are often chosen or descendent from the high-class society of Vampire Lords.  Because of this, and in respect to their lofty position, Counts and Countesses dress in fine apparel and keep themselves impeccably groomed and pampered.  Among humans, a Bloodmaster can easily blend in with the most regal of aristocrats while still being able to shed all propriety to mix with the basest of commoners."
    },
    "hist": {
        "en": "It seems Bloodmasters have been leading the Reaper faction for longer than originally believed.  Some now concede that the first Necromancers were inspired to experiment with various life magics by vampires.  Because vampires are, to an extent, perfect necrytes, the Necromancers of old based their earliest spells on the vampiric curse.  From these early spells came the first tomes and scripts of necromancy.    The goal of the vampires at the time was to artificially create other undead creatures to do their bidding.  The Bloodmasters of the time were trying to amass an army to combat the growing number of paladins and hunters threatening to wage war on the vampire race.  After many years of war with the feral creatures of the woodlands, the vampire nation was recovering much slower than expected.  With the Necromancers experimenting ambitiously with reversing sickness and death, Bloodmasters were hoping that some of those experiments would go horribly wrong.  And indeed, many did just that.    Few of those scheming Bloodmasters are in power now, overthrown by a new breed of worthy vampires and a host of other Undead races.  However, the goal - the army - was thoroughly achieved.  Now the Reaper horde seeks to make its claim to the land of Myzan.  At the helm of the Reaper forces, there are Bloodmasters.  "
    },
    "pics": {
        "M": [
            "vlm"
        ],
        "F": [
            "vlf"
        ]
    }
}