{
    "name": {
        "en": "Carniverous Ivy"
    },
    "desc": {
        "en": "Carnivorous ivy prefers a slightly acidic soil, the same as the rhododendron and azaleas, which it resembles when in its resting state. Being a shade loving plant, it usually grows best under the protection of a forest canopy. However, a few smaller, hardier species have developed which can withstand full sunlight."
    },
    "appr": {
        "en": "At first glance, the carnivorous ivy appears as little more than a large bush with colorful leaves. However, wander too close and you will quickly discover that it is far more than that.    When awaiting food, the ivy remains in a resting state, its sensitive root system detecting the vibrations of potential food as it draws near. Before an attack, the carnivorous ivy resembles a rhododendron bush, with thick, fleshy leaves that range from a dull gold color to a deep, reddish-purple. The stems can vary in color from sap green to brown. If one looks closely, one will notice what appears to be a huge, closed bud towards the center of the bush. Also, beneath the covering leaves, one can barely make out coiled tendrils that laying upon the ground, a layer of soil pulled over them for camouflage.    As a rodent (or unwary traveler!) wanders near, the tendrils whip out with a speed that boggles the mind and wrap about their victim. It is then that the central bud opens, revealing a maw much like a giant venus flytrap, and two nodules on the sides of the bud open to reveal primitive eyes. The tendrils pull their squealing and struggling prey towards the “mouth” where it is trapped and digested over the course of several days."
    },
    "hist": {
        "en": "There has been much speculation among naturalists as to the origin of the carnivorous ivy. In fact, the speed with which the plant moves combined with the odd, eye-like organs located on the central bud have led many to consider that the ivy either may not be a plant at all or is a strange hybrid of plant and animal. Perhaps it is a few steps ahead of the slime mold, another animal-plant marvel. But, then… what evolutionary steps lie in between the two?  Another sect of naturalists believe that the carnivorous plant is the product of magical tampering by bored mages or, even, the occasional mad druid who has attempted to breed a new form of plant guardian for his grove."
    },
    "pics": {
        "M": [
            "mpcam"
        ],
        "F": [
            "mpcaf"
        ]
    }
}