{
    "name": {
        "en": "Cinder Beast"
    },
    "desc": {
        "en": "Born of pure lava and flame, Cinder Beasts are another one of the mythical races that exist in Myzan. They are essentially giant dogs that look like they have been shaped by lava, which is basically true. They are also of the darker origins of some races in Myzan. They have horrible magic that they can use when enraged, or when they attack someone that has invaded their territory. Cinder Beasts are territorial at best and hugely aggressive at worst. They are amazing creatures when someone can watch them in battle. They spew molten lava from their mouths and use magic that frightens even necromancers. They can survive in any environment, save the coldest of places. Their only weakness is extreme cold. Cold spells or enchanted weapons are very effective against these creatures in battle."
    },
    "appr": {
        "en": "Cinder Beasts are, in essence, massive dogs that are shaped from molten lava and that can use magic that is terrifying and powerful. They can harden their skin when needed, and they can not only attack them with magic and flames, but ram them with their bodies. When injured, they bleed lava. Their bodies appear shaped like dogs, except the ears are more pointed and the snout more rounded. They are terrifying. Many run instead of fighting these monsters. They rarely escape."
    },
    "hist": {
        "en": "These creatures have a history almost as long as that of Unicorns. They are of Mythical and Legendary origins. They were spawned from lava and hell-forged flame. They draw their power and energy from the flames deep within the land. Cinder beasts are largely unknown. They are known to slaughter anything they come across. Beyond the rare survival of an adventurer, there have been sparse accounts from the lava fields in Knotwood Valley. Very little is expected to be learned about these creatures. The Cinder Beasts probably prefer it that way."
    },
    "pics": {
        "M": [
            "mpcbm"
        ],
        "F": [
            "mpcbf"
        ]
    }
}