{
    "name": {
        "en": "Dragonkin"
    },
    "desc": {
        "en": "Few have seen a member of the Dragon Clan and lived.  This noble and highly advanced race has kept their great cities hidden high in the mountains for many centuries.  They fiercely guard the cities of the clan.  These cities are beautiful and complex.  Magic is used to grow their houses from rock.  For a race bred from destructive beasts, Dragon Clan are quite gentle and desire beauty and creation.  Clan members have highly developed abilities in combat and magic.    It takes two years for a Dragon Kin to hatch from an egg.  The eggs themselves are very large and when the Kin hatch they are nearly fully grown.  Clan members all participate in the raising and teaching of the Kin.  Kin take the mantle of full Clansmen after 10 years of education.  At this time they have chosen and began mastery of  one of the many Clan professions."
    },
    "appr": {
        "en": "Dragon Clan are humanoids with wings and a dragon-like head.  There are human features in the face but also the horns and teeth of dragons.  They are able to fly with the wings on their back.  Clan members are very muscular and agile.  Their skin is often shades of red but can also be any other color.  Color is often an indicator of their lineage and some colors refuse to breed with others."
    },
    "hist": {
        "en": "Many ancient traditions claim that the old dragons were able to magically change form.  These intelligent and capable dragons would often take the form of humans.  Some would even fall in love with them resulting in a crossbred offspring.  This is the beginning of the Dragon Clan.  Of ten the friends and family of the crossbred child would excommunicate the mother and child from civilization.  Mother and child would search for the dragon father and the dragons would gather their offspring into colonies.  These colonies were where the dragons would teach the Dragon Clan many things.  Today the old knowledge of the wyrms lives and thrives even when the old dragons are long gone."
    },
    "pics": {
        "M": [
            "dkm"
        ],
        "F": [
            "dkf"
        ]
    }
}