{
    "name": {
        "en": "Drow"
    },
    "desc": {
        "en": "The dark elves known as the \"Drow\" live below the surface of the land deep within caves and caverns.  Known to be a vicious, spell-casting race. they embrace the dark side and despise all races that believe in \"Good\".  Humans who attempt to  settle near mountain ranges have learned to their dismay that the drow come up to the surface during the night and attack anyone they can find just for the fun of killing. The drow`s deepest passion lies in believing that all other races are inferior and there for the sport of hunting and slaying.    The drow society is ruled by the female line. Even the greatest male sorceror or warrior is far below the least of the females. The drows are vicious within their own society and one is raised in class usually by murdering those above them. The children are raised to believe that treachery and deception are the only way to live and that love and compassion are weaknesses one should avoid.  "
    },
    "appr": {
        "en": "Drows are short and slender with deep ebony colored skin and white hair. Their eyes are a red color that has the appearance of flames approaching as they run towards their prey.  Graceful and extremely beautiful in appearance, it is hard to believe that creatures so wonderful looking can have hearts of stone so dedicated to death.  The males of the species are very dexterous and strong which combined with their deep hatred make them the perfect warriors.  The females have the same innate beliefs of superiority and fight along side the males.  There is no sight as horrible as the gleam of glee in a female`s beautiful eyes as she strikes a killing blow."
    },
    "hist": {
        "en": "Ancient history tells of a time of war many, many years ago within the elvish race. According to legends, the drow were once part of the elven nation but differences of opinion in how to conduct war and the rules and standards caused the drow to cut all ties with their kin and move far away.  No one knows why the drow settled into the  underground world. Rumor has it that many of the spell casters began to experiment with necromacy and that spells gone awry changed the drow in such ways that the sun caused them pain and death so they fled underground in order to survive.  It is said that long ago a drow shunned the underground world and turned to the good side.  His name was struck from the drow history.  Although books have been written about him in the human world, all drows deny that he ever existed and that he was a farce created by the humans to weaken the drow structure.  Drows have been known to ally with other evil races but no one can trust those alliances because the drow will turn on an ally in a heartbeat once they no longer have a use for them."
    },
    "pics": {
        "M": [
            "dom"
        ],
        "F": [
            "dof"
        ]
    }
}