{
    "name": {
        "en": "Dryad"
    },
    "desc": {
        "en": "Dryads are the guardians of the forests and groves.  Each dryad has a special tree that it is attached to and it`s life is tied to that tree. Though they are long lived, when a tree perishes so does it`s companion, the dryad.    Dryads are very protective, not only of it`s own tree, but of all the forests.  Anyone approaching with an axe is watched carefully.  If permission is asked and given freely to take some wood from the trees all will be well.  However, anyone attacking the forest without permission in a destructive way earns the wrath of all dryads in the area.    Offerings to the dryads in payment for wood include semi precious stones, colorful  bits of glass beads or watered wine.  Failure to leave the payment after taking the  wood causes the dryads to mistrust and deny permission from there on."
    },
    "appr": {
        "en": "Dryads are usually female in form though the rare male has been seen occasionally. They are tiny creatures with green skin and hair which causes them to blend in with the trees and make them hard to see.  They have delicate features and immature bodies which make them appear child-like but don`t let that fool you.  They have the  strength of will and magical ability to bring even the toughest lumberjacker to his knees."
    },
    "hist": {
        "en": "Dryads are one of the oldest species known to Myzan. No one living knows if the trees predate the dryads or if the reverse is true but many learned scholars argue that both came into being together and will be tied one to another until the world ends.    Druids are honored among the dryads. At one time the forests of Myzan were endangered by vast growth among the human settlements.  The druids approached the dryads and agreed to work together to bring the forests back to their previous  glory and for the most part, this has been achieved."
    },
    "pics": {
        "M": [
            "mpdym"
        ],
        "F": [
            "mpdyf"
        ]
    }
}