{
    "name": {
        "en": "Dwarf"
    },
    "desc": {
        "en": "Dwarves are short, fiery-tempered warriors, known for their toughness and durability. Among Myzan’s fiercest fighters, the dwarves are without question the most irritable, quick to take (and give) offense. Loud, proud, and boisterous, dwarves love to carouse and feast almost as much as they love to brawl. Dwarven drinking and belching contests are extremely entertaining to watch, if you don’t mind the risk to life and limb or going deaf for a few days afterwards. Dwarves have an uncompromising hatred for elves. This is not surprising since the tall, willowy, graceful elves are the polar opposite of the dwarven race.  According to folktale legend, this enmity between the two races started when the elves and dwarves first met each other. An elven tracker was scouting the woods when he stubbed his toe on what he thought was a small boulder. Being tired, he sat down upon the boulder and then, bored, began carving his initials into it. The boulder was actually a dwarf, who, taking exception to being treated this way, gave an angry bellow and threw the elf into a nearby tree. It is worth noting that this legend is probably untrue for the simple reason that dwarves snore so loudly a deaf troll could hear them from over a mile away."
    },
    "appr": {
        "en": "Dwarves are extremely short (about 3 1/2 - 4 feet in height) and because of this, some people underestimate them. It is foolish to take a dwarf lightly, however, because they are made up of nothing but solid muscle and bone, hard as the rock they were created from. A famous proverb states, “If you want to break your toe, go kick a dwarf.” Dwarves are extremely sensitive about their height and take great delight in pummeling those who look down on them. Dwarves prefer to live in caves and mines deep beneath the ground where they can search for the precious metals that are treasured by their race. The most striking difference between dwarven males and females is that most of the females don't have beards. They are similar in all other aspects though, particularly ferocity. The dwarven king, Olaf Hammerhead, once lamented to his court that it had been an entire week since he'd gotten into a good, jaw-breaking rumble. At this point Olan's wife leveled him with a left hook straight to the jaw and soon all present were swinging happily away at each other."
    },
    "hist": {
        "en": "Dwarves were created from the very bones of the mountains, and the first Myzanian dwarves lived exclusively in caves. Over time, though, many dwarves moved into more civilized regions, drawn by the allure of markets for the precious minerals they had stockpiled over the centuries. Despite a rocky start, the other races of Myzan soon got over the dwarves' surly dispositions and came to recognize how valuable they could be to associate with. And so the dwarves established themselves in the Myzanian community. Used as mercenaries because of their fierce fighting abilities and incredible stamina, and as miners because of their skill with stone, dwarves have quickly became indispensable to, if not popular with, the other races of Myzan."
    },
    "pics": {
        "M": [
            "dwm"
        ],
        "F": [
            "dwf"
        ]
    }
}