{
    "name": {
        "en": "Elemental"
    },
    "desc": {
        "en": ""
    },
    "appr": {
        "en": "An elemental, regardless of which facet of nature gave birth to it, appears as a being of pure energy surrounded by a nimbus of crystals.    The central orb, the creature's very heart and soul, is formed from the essence of its mother element. For instance, fire elementals have a crackling inferno as their body with glass shards formed during its birth orbiting it in a tight, deadly pattern. Water elementals have a softly shifting liquid body surrounded by bits of ice. Earth elementals are made of any type of stone imaginable, and come in all the colors of gems. Lastly, air elementals seem to be made of little more than mist surrounded by a halo of hail."
    },
    "hist": {
        "en": "Elementals are creatures born of the very heart of the world, created from the elements and magic as Myzan slowly shifts and changes over the eons.     For instance, elementals are often born from earthquakes. As Myzan's continents slowly drift, crashing into one another and grinding together over centuries, this builds up tremendous amounts of energy. Most of this energy is released as shock waves as the continental plates suddenly release and slide along one another. However, that is sometimes not the only release. Every so often, there are pockets of magical energy trapped within the plates along the fault lines. When the earth finally releases, sending energy ripping through the land, part of that energy mixes with the magic of the world. Earth and magic combine, swelling into a mind-numbing crescendo of light and sound that echoes the tremors of the earth itself….and an elemental is born.    Because of an elemental's ties to nature, each one is different from the others. Those born of earthquakes are dark, slow to anger and as patient as stone. Those born of tsunamis combine the patience of earth with the powerful grace of the ocean. Others are born of volcanic eruptions and are of a volatile temperament, ravaging the land and burning all they touch. Wind and lightning often give rise to elementals that wander far, ranging across Myzan with a endless wanderlust."
    },
    "pics": {
        "M": [
            "mpelm"
        ],
        "F": [
            "mpelf"
        ]
    }
}