{
    "name": {
        "en": "Elf"
    },
    "desc": {
        "en": "The Elves are a race of majesty and magic.  They are one of the most intelligent and magically inclined of the many sentient races of Myzan.  Able to learn and wield nearly any magic line, Elves are praised throughout the land as mighty sages, priests, and healers.  They have exceptional hearing and eyesight, and their reflexes are generally five times better than even the fittest humans, qualities that make their archers and scouts masters at their crafts.  Elves, however, are peaceful creatures.  They have long been guardians the forests, and the woodland creatures within them, as well as faithful allies to the humans of Myzan.  In fact, much of the Elven population has integrated in with humanity, their wisdom, magic, and good will becoming a very important part of the frail fabric of daily life that holds the Myzanese social order together."
    },
    "appr": {
        "en": "The Elves are a beautiful people of elegance and grace, wisdom and knowledge.  Slightly taller and somewhat leaner than the average man, elves look very much like humans with pointed ears thinner eyebrows.  Their eyes are often light shades of blues and greens, comforting and knowledgeable, and able to clearly pinpoint even small creatures in the thick bush from great distances.  Their hair is often worn long and loose or short and elegant, ranging in color from blond to sensual purples.    Elves are very sensitive to mana and nature, and, thus, are not generally very strong physically.  However, they are superb casters, healers, and druids and their strong sense of sight and hearing make them worthy archers and rouges.  As creatures of the forest themselves, it is not uncommon to find an elf surrounded by woodland creatures when the forests, or ever accompanied by a trusted pet."
    },
    "hist": {
        "en": "Unfortunately, just as humanity is torn between two warring factions over the kingship of Myzan, the Elves too are disjointed over the fate of the Myzanese throne.  There are tribes that support Victor Ramirez and his new order of the Society; there are those who wish to uphold the age old pact the Elves made with the Kings of Old Myzan, an ancient pact that requires elvish support to the rightful line of Myzanese kings, the now exiled house of Osguard.    This division has lead to much bloodshed and violence on both sides by both races, human and elf alike.  In the forests of Knotwood Valley, once the peaceful native home to the Elven-kind, a fierce resistance movement has surfaced, headed by the valiant Valrond of Northglen.  A direct descendent of Valmont the Wise, legendary co-signer of the Elvish pact with Men, Valrond, inspired by his heritage, has gathered a few of the most faithful elves to the pact and has lead them against those who would have the society reign supreme.  Indeed, many leaves have had to bear the spilled blood of slain elves and men.  Whether or not the efforts of Valrond and his resistance help turn the tide of war in the Exiles’ favor, comfort for those true to the ways of old can be taken in that there are still faithful Elves ready to come to the aid of their allies, and their friends."
    },
    "pics": {
        "M": [
            "elm"
        ],
        "F": [
            "elf"
        ]
    }
}