{
    "name": {
        "en": "Goat"
    },
    "desc": {
        "en": "The life of a goat is simple at best.  Everyday the goat rises and finds the nearest thing to munch on.  It could eat flowers, leaves, wood, leather, metal…or what ever they decide looks good and amazingly the goat can digest all of these things.  They have such incredible constitution that some goats have swallowed magic wands and lived!  Not often feared, goats roam free in the lands of Myzan and are only ever attacked by leather workers and collectors of trophies."
    },
    "appr": {
        "en": "Shaped much like a horse but much smaller, goats have long thin legs that support a potbellied body.  They have a long neck that supports a small head.  On the head are thin horns that curve back towards the tail.  The tail is often short and stubby but wags much like a dog’s when excited.  Coloration of a goat is often shades of brown."
    },
    "hist": {
        "en": "In the great expanse of time goats are not often mentioned.  Few people today and in the past acknowledge them.  Therefore little is known of their origins.  What stories we have, are passed down by generations of farmers.  One “famous” tale comes from the southern farmlands.  It is the tale of a boy and his friend goat.      “One day a boy was walking home from playing in the forest for it was nearly dark.  On his way a large black shape jumped from the bushes.  It growled so feircly that the boy froze completely.  His first thought was, “Father is going to be quite mad with me!”  Suddenly another shape rushed towards the growling figure and head butted it.  The black shape ran away and a goat appeared before the boy.  So grateful was the boy that he fed the goat an apple from his pocket.  When the boy and his goat returned home his father was very angry that he had been out so long.  The family was also in such need of food that they killed and ate the goat.”    As you can see farmers tales are not always happily ended…or interesting."
    },
    "pics": {
        "M": [
            "mpgom"
        ],
        "F": [
            "mpgof"
        ]
    }
}