{
    "name": {
        "en": "Golem"
    },
    "desc": {
        "en": "Golems are renowned for their strength and single-mindedness when given a task to perform. However, said single-mindedness can be a bit of a drawback. It's not uncommon to find a golem doing some task and simply not stopping once they are done because they don't realize that there is a stopping point. Tell a golem to gather reeds, and it will gather reeds twenty four hours a day, seven days a week until someone tells it to stop. Many a happy lumberjack has set a golem to chopping trees only to come back and find their forest completely clear cut and the golem relentlessly searching for more trees to cut."
    },
    "appr": {
        "en": "Though golems can come in just about any shape and size considering that they are magical constructs, those found roaming the countryside of Myzan tend to be rather uniform in appearance due to their common “ancestry.”    Golems are made of wood, carved from the very trees of Myzan itself, and then given life through magical means. All golems stand six feet tall, weigh right around two hundred pounds and, for the most part, resemble a human being. However, they could never be mistaken for a person due to the fact that they are obviously made of wood, and the fact that their heads tend to have an upswept shape, their cranium elongated beyond what would be normal for a human. Their masculine bodies are sleek and well-muscled, their bodies appearing as though they have been sanded to a fine, satiny sheen. One can even count the rings of the tree it was made from on its body, giving the golem a lovely striation and variation in color."
    },
    "hist": {
        "en": "The tale of how golems came to be so numerous is a comedy of errors, all starting with an elderly wizard. This wizened mage had no family, having never married or produced children and, as his bones began to weaken, he knew he needed help around the homestead. Oh, he had the ability to bend all sorts of creatures to his will, but those who are enslaved tend to resent such treatment. He was also paranoid enough that just putting up a job offer for help was not an option.    So, he did what he did best. He sat down with his tomes of magic and set about the task of creating an automaton that would never tire, complain or think on its own. After many sleepless nights spent gathering the correct materials and inscribing components with runes, he was ready. Just before he began incanting, though, a thought occurred to him. The creature he was about to create was going to be none too smart. What if something happened to it through its own stupidity? He would like to be able to create another one easily without all the hassle involved in this first endeavor. So, he crafted another part of the spell, a shining, magical mirror that would let him duplicate his spell.    This is where things took a turn for the worse. The poor mage got one, tiny part of the inscriptions upon the mirror wrong. So, when it came time for him to replace his first golem, he found that he could not shut the mirror down. Suddenly, golem after golem appeared in his tiny home. Realizing that he had to get them out of his house before they destroyed it, he started giving them random tasks, just to get them out of the way while he could try to think of a way to stop the flow of golems. This golem he sent to pick apples. That one he told to walk westward and not stop. Another, he sent snipe hunting. And so it went on and on…    No one is certain what the mage did with the mirror but, considering the number of golems that still exist, people speculate that he was never able to turn it off."
    },
    "pics": {
        "M": [
            "ge1"
        ],
        "F": [
            "ge2"
        ]
    }
}