{
    "name": {
        "en": "Hydra"
    },
    "desc": {
        "en": "More threatening than a twin-headed serpent, and more ferocious than the menacing Cerberus, the hydra has earned the reputation of being one of the most feared creatures of the world.  It has secured a place in legend; it is synonymous with the greatest perils of a sojourner's travel.  Many adventurous, noble, and mighty men - warriors of the highest caliber - have sought out the hydra in order to slay it for glory and fame.  It is uncertain if any have succeeded, for few are ever seen or heard from again."
    },
    "appr": {
        "en": "The mythical hydra is a dragonish creature with many serpentine heads, each stemming from its muscular body on long, powerful necks.  It is believed that the hydra has at least three of these heads, but some stories say that there may be as many as seven, or even nine.  Each head may differ in general appearance - from individual facial features to different colored scales.  It is also thought that each head can act on its own, wholly independent of the others.  This would make the hydra especially dangerous in close-quarters combat, as each head would be able to attack in purposed coordination with the others.    Apart from its signature heads, the hydra has massive talons at the end of each of its four legs.  A massive tail sprouts from its backside, a handy weapon and useful for balancing the weight of its heads.  There are certain rumors that mention wings on its back.  However, it is unknown if this is true.  "
    },
    "hist": {
        "en": "The murky depths of Myzan`s great lakes hide the lair of the hydra, a beast from the depths of Hell itself.  A guardian of the Underworld Gates, the hydra is thought to be patrolling the darkness under Myzan's waters, making sure no wayward soul unknowingly opens a portal to the dark realms.  Or so one story goes…  For centuries, many great warriors have searched for the hydra, as well as other frightening beasts and monsters.  Folk lore has been built around stories from travelers and sojourners, adventurers and sailors, all recounting the perils they have faced.  No one knows if the tales of the hydra are real or simply exaggerated beyond reason.  Yet, still heroes seek out the hydra.  Indeed, many beastmasters wish to make the hydra their prized pet."
    },
    "pics": {
        "M": [
            "mphym"
        ],
        "F": [
            "mphyf"
        ]
    }
}