{
    "name": {
        "en": "The lhiannan-shee"
    },
    "desc": {
        "en": "A mischievous race of fey, cousins of pixies, the lhiannan-shee are not truly natural creatures of Myzan. While non are sure where they come from exactly, they have been known to serve shamans who know how to perform the ritual of summoning. They are said to whisper archaic secrets and inspire the shamans who summon them, and to devour the very life essence of their shaman`s enemies. If you see a Lhianan-Shee without a shaman, there is no doubt it is up to no good and is best given a wide path and avoided or else fall victim to their hunger for life energy."
    },
    "appr": {
        "en": "While not on the material plane of Myzan, Lhiannan-Shee have no true form, as they are like the ether itself. On our plane of existence, they tend to take the form of a living bundle of coherent energy, a malevolent looking face shifting to and from around its form. They can be as small as a pixie, or expand their bodies to appear as tall as humans, but they tend to prefer a size roughly that of a halflings. They appear to be able to change their color, but it is not known what this means."
    },
    "hist": {
        "en": "No one knows for sure when the first Lhiannan-shee was summoned to our plane, but it is known that it predates most written histories in the form of drawings on walls of sites sacred to shamans. Many have tried to understand the \"language\" of the Lhiannan-Shee, a language consisting of the changing colors of their bodies, but non have succeeded in understanding them. It was first speculated that they came from the very same plane as mystical magic energy, but it has since been discounted as they abhor mystical energies and prefer natural settings. The most infamous mention of the Lhiannan-Shee is the story of a party former King Blackcrest threw. A nobleman thought it would be funny to have one of the shamans in his employ summon one to slip into the party and tie peoples boot laces together, suffice it to say, the mischievous little thing tied the King`s own bootlaces together, and the noble was never heard from again."
    },
    "pics": {
        "M": [
            "mpism"
        ],
        "F": [
            "mpisf"
        ]
    }
}