{
    "name": {
        "en": "Metal Dragon"
    },
    "desc": {
        "en": "Metal dragons are rare creatures that can be found on mountain ranges far from other races. They disdain contact in any form with any other creatures from Myzan. Solitary beings, they even avoid their own kind for the most part.  Dwelling in  caverns they dig out of the mountain side, metal dragons sleep during the day and fly at night searching out prey."
    },
    "appr": {
        "en": "Metal dragons are massive and can stretch over forty feet from nose to tail tip with a wing span of eighty feet. Their appearance is exactly like the common dragons in shape and detail but their skin is metallic and almost impossible to pierce.  Rather  than having the gleam of gems for coloring like the common dragon, they appear in the various shades of ores from Myzan. One should be grateful they fly at night since they would be blinding appearing out of the noon time sun.    A female dragon who is gravid begins to consume vast quantities of ore to help develop her eggs which she then lays in a nest in the deepest area of her dwelling. Eighteen months later, dragonettes hatch and immediately begin to fight over the territory of the nest with the strongest surviving.    No one knows the life span of a metal dragon but  it is said to be centuries."
    },
    "hist": {
        "en": "Many years ago a famous mastersmith of the dwarven race named Moloti Farlode and his brother Vodim, an inventor, worked together in secret.  In a hidden cave far from the dwellings of other dwarves they worked day and night to craft the first metal dragon thinking perhaps that they would be useful as mounts and weapons in the wars  that dwarves love to partake in.  It is said from what clues were left that the two brothers began to argue about one point or another in the construction and the arguement quickly got louder and louder drawing the attention of Vadarmi, an insane sorceror, who was wandering the area.  Spying the beautiful construct, Vadarmi was filled with greed and desire. Joining in the fight, the sorceror began tossing spells towards the brothers. Unfortunately, the two dwarves were also throwing things and it is assumed that one spell bounced off an ingot and got directed at the dragon which then came to life and ate all three combatants.  Many adventurers have lost their lives by attempting to tame a metal dragon. It has never been done.  It is said that the metal dragons are untamable and unridable but the unteachable continue to try and die."
    },
    "pics": {
        "U": ["mnd"]
    }
}