{
    "name": {
        "en": "Necryte"
    },
    "desc": {
        "en": "Caught in a strange limbo between life and death, the necryte is a transitional phase that many Reapers endure before taking on their true forms.  Unlike many undead creatures, necrytes are not soulless, wandering corpses, but are rather bodies fighting an inevitable fall to some necromantic curse in an effort to preserve the existence of the soul it hosts.  It is for this reason that there are several Undead races that may stem of the necryte that aren't actually undead at all, such as the feral races, demons, and apparitions."
    },
    "appr": {
        "en": "Necrytes are horrid creatures that were at one time some other race.  After being afflicted with some sort of necromantic spell or curse, its living body begins to rapidly decline and decay; the effects can be likened to advanced stages of leprosy, but affecting the entire body.  Often the curse is applied through some sort of attack, usually by a Nightstalker or Feralkin.  Due to the intense violence of such an attack, the body or, more appropriately, corpse would be mangled, twisted, ravaged, or otherwise beaten, battered, and bitten even at times beyond recognition.  Though some necrytes chose to remain in this condition, many prefer to allow the curse to run its course and soon adapt the final form associated with the bind placed on them.  Often, this stage in an Undead's development is rather short lived and unmemorable; however, it is in this stage that the taste for blood and flesh is usually acquired."
    },
    "hist": {
        "en": "From the very beginnings of the Reaper horde, necrytes have played an important part in the rise and terror of the dark alliance.  The fallen Followers who discovered the powers of necromancy turned themselves into necrytes in order to escape death and live indefinitely with great strength and power at their disposal.  However, these first necrytes were unstable, and eventually they wasted away.  Those that came soon after further perfected the dark arts and raised an army of undead creatures to serve them.  At the core of this army was the goal to expand and multiply, and so the passage of evil curses and spells was granted to it.  New recruits were made out of the very people who had once scorned and degraded the Followers, now known as Reapers.  Before being defeated in the Great War of the First, the Reapers could count on turning at least three necrytes for every one fallen undead."
    },
    "pics": {
        "M": [
            "sozom1"
        ],
        "F": [
            "sozof1"
        ]
    }
}