{
    "name": {
        "en": "Nightmare"
    },
    "desc": {
        "en": "For those that can manage to bend a nightmare to their will (for no nightmare is actually tamed), the creature is a boon in battle. It can carry its rider high over the mountains and over fields of lava, into areas that would normally be completely inhospitable to most Myzans. The nightmare also lends a fierce nimbleness to its rider, lending its own dark grace to battles as it wings in and out of attacker’s range, seeming to whicker with glee each time a sword or arrow is evaded only to swoop back around and give its rider a clear shot at those same enemies."
    },
    "appr": {
        "en": "The nightmare appears as a sleek and powerful horse made of pure darkness. Its coat glistens like liquid onyx, seeming to drink up any light that may fall upon it. Great, black wings sprout from its back, casting a shadow of dread over the land as it glides over Myzan. Instead of a mane, a line of pure flame runs down the nightmare's neck, and fire clings to its fetlocks, leaving singed earth wherever it lands.    Upon the nightmare's forehead is a single, rough knot that almost looks like a piece of obsidian jewelry glimmering between its malevolent eyes. This is all that remains of the pure horn that fell from the unicorn's head as its heart gave in to the wild bloodlust that consumed it and transformed it forever into a creature of destruction."
    },
    "hist": {
        "en": "As unbelievable as it may seem, the nightmare is a direct relative of the unicorn. In fact, nightmares once were unicorns.    No matter how much some scholars wish to believe that the nobility and grace of the unicorn is untouchable, incorruptible…it simply is not so. The unicorn, regardless of its blessed and magical nature, it is still subject to all the evils and temptations of those of darkness who match the unicorn in power. While it is true that most unicorns are well beyond the reach of evil, every few generations one is born that is not as morally strong as the others. And, like the predators that hunt the stragglers of herd animals, it is the weak ones that daemons prey upon, for they can smell the opportunity for corruption as surely as flies smell rotting flesh.  Waiting for the weak one to stray away from the herd, daemons of bloodlust creep in on the shadows and lay in the tall grass next to it. They whisper dark words laced with hellish magic into the unicorn's ear, searching for the discontent that dwells within its heart. Once that disharmonious chord is found, the daemons strike it again and again, fanning it into a flame of hatred that matches the pureness of its brother's hearts beat for beat.    Some of the weak unicorns manage to resist the temptation. These shake of the daemons and become some of the strongest of their herds. Others are too weak and die at hands of the daemon's magic. Others, though, gleefully give in and embrace evil. These shed their pure white coats, the hair falling from them in a silver mist, to be replaced by glistening blackness. The ivory horn falls from their head and wings sprout from their backs. Flames erupt from their bodies, the physical manifestation of the fury that feeds its soul. And the unicorn is no longer a unicorn, but a nightmare."
    },
    "pics": {
        "M": [
            "mpnimm"
        ],
        "F": [
            "mpnimf"
        ]
    }
}