{
    "name": {
        "en": "Orc"
    },
    "desc": {
        "en": "Strong and Ugly, orcs are often regarded as brutish and uncivilized.  These descriptions are the often correct stereotypes of a very complex culture.  Their history is deep and long.  Clan social structure is often misunderstood by other races.  Many find it difficult to believe that honor is very important to an orc.    Orcs value strength and skill of arms over money, intelligence, and magic though, orc lords often possess those things also.  The lowest ranks are often filled by the thieves, magic users, farmers and the like.  These are known as \"Uhga\" within the clans and, while despised, they are tolerated because they are necessary."
    },
    "appr": {
        "en": "Rough, green hued skin covers a very muscular humanoid body.  Orcs have tusks that jut out of their bottom jaw causing an extreme overbite.  This overbite gives the orcs an unintelligent leering grin.  Though their speech is often a broken and primitive form of the common tongue, their eyes belie an unlikely intelligence."
    },
    "hist": {
        "en": "Deep within the hearts of human kind lives a hatred for their own weak bodies.  An ancient text reveals the existence of a cult of a cruel god that feeds of self-hate.  It is said that the worship of this god changed a large group of his followers.  As they sank deeper and deeper into this worship their skin began to change into putrid colors, they grew tusks and became increasingly hideous.  Though these changes made them outcasts, their bodies became stronger and they developed immunities to some of the diseases that killed many humans.  Although they loved their new changes, they became social outcasts from civilized cities.  Humans began to hunt this cult until a wise king saw that the orcs were beginning to become stronger than Myzan's armies could handle.  The constant battle turned this race into strict warriors.  Although tension still exists between the people,  the bridges of peace are beginning to be built."
    },
    "pics": {
        "M": [
            "orm"
        ],
        "F": [
            "orf"
        ]
    }
}