{
    "name": {
        "en": "Phoenix"
    },
    "desc": {
        "en": "The Phoenix is the epitome of myth and legend.  Long worshiped as a symbol of life and regeneration, the Phoenix is also recognized by men as a god of fire and protection.  It is thought to be the ancient symbol of a long lost line of once prosperous Myzanese kings, and women often faint at the sight of its rare and luxurious tail feathers, which are said to be just as useful for their curative properties as they are for high fashion.  In all regions and tongues of Myzan, the Phoenix has a rich and bountiful legacy within the many cultures and lores of the diverse races of Myzanese kingdom."
    },
    "appr": {
        "en": "The Phoenix is rarely seen by anyone, so what it actually looks like is a mystery.  It is often depicted and described as a large raptor engulfed in – or made of – flames, with broad, powerful wings that allow it to soar in majestic flight and sharp talons that are as gentle as they are deadly.   The feathers of the Phoenix are thought to be a flaming red in color, but some eye-witness accounts claim that the Phoenix is clothed in feathers bearing every color the eye can see – and many others that the eye can not."
    },
    "hist": {
        "en": "There is a group of worshipers in the land of Myzan that believe the Phoenix to be an angel from the heavens above.  This religion was once of great prominence in Myzan in its ancient days, but has since scattered throughout the lore of the great kingdom.  The remnant of believers are scattered throughout the land as well, and their individual beliefs are influenced by their region and culture.  However, they all fundamentally agree that there is one Great Phoenix, from whom all other Phoenixes come.    Known as Effrit by Orcs and Dwarves, as Aglaruin by the Elves and their relatives, and simply as the Eternal Flame by men, the Great Phoenix is worshiped as the heavenly angel come to protect and guide the inhabitants of the world.  Followers attribute bountiful harvests, fertility, and strong leadership to the Great Phoenix.  They offer portions of their harvests and blood from newborns in burnt sacrifices and prayer to the Phoenix.    Many consider these worshipers and their practices a strange cult.  Deemed Conflagrationists, most of the Great Phoenix's followers are Elementalists, fire mages, and villagers from the outer realms of Myzan.  Some think of them as a threat, but just as the Phoenix is fearsome to look upon, yet majestic and gentle in nature,  Conflagrationists are generally peaceful and can often be found using their abilities and magic for the good of others."
    },
    "pics": {
        "M": [
            "xm"
        ],
        "F": [
            "xf"
        ]
    }
}