{
    "name": {
        "en": "Ratilian"
    },
    "desc": {
        "en": "Though the ratilian is generally a loner due to the fact that they tend to live in areas with scarce resources, they have been known to form packs when the occasion arises. However, these packs are not the cooperative efforts that you would see between wolves or other pack hunters. Rather, this is merely a gathering of ruthless, bloody predators who are as likely to attack and eat each other as they are to attack their prey.  For instance, should an ample supply of food be available, many ratilians may sniff out the source and migrate towards it. This results in a large quantity of ratilians in one place. At first, they will launch themselves at the food, ignoring all in favor of gorging themselves upon the meat. Once that meat has dwindled, though, they may turn on each other if their appetites have not been satiated. It's not unusual to find the stripped skeleton of an animal or unlucky adventurer surrounded by smaller skeletons of ratilians who fell to their brethren."
    },
    "appr": {
        "en": "The ratilian is a small, rat-like creature measuring a mere eight inches in length at adulthood. Though its shape is reminiscent of an ordinary rat, its body is covered thick, tough scales that range in color from a brilliant green to a bronzish-purple. A row of spines runs down the middle of its back, which act as a defense mechanism against creatures that may wish to prey upon it. Wicked claws and teeth are also part of the ratilian's defensive arsenal."
    },
    "hist": {
        "en": "Journal Entry 25, Day 17: “The sands parted and swallowed me before I knew what happened. My leg hurts. It's broken. There's no way I'm going to be able to climb out of this damnable sinkhole. At least it's cool, down here. Not much consolation, though.  I keep hearing skittering, scratching noises. I don't know what it is. I need to find a way out.”  Journal Entry 26, Day 18: “I managed to make a fire. Gods, but it gets cold in the desert at night. No one ever thinks of that. Someone has to find me.  I can see eyes in darkness. Lots of them.”  Journal Entry 27, Day 20: “I poured my oil in a semi-circle around me and lit it. It's burning, now. Keeping the awful rat-things back. They won't cross the flame. But they are watching me. Their tails twitch. Their claws scratch at the earth. They know. They know the flames will die….and I can't run. Gods help me. I can't run.”"
    },
    "pics": {
        "M": [
            "mpratm"
        ],
        "F": [
            "mpratf"
        ]
    }
}