{
    "name": {
        "en": "Skeleton Warrior"
    },
    "desc": {
        "en": "These members of the Reaper horde are the front line troops when the Reapers go on attack. In wars, the Reapers send these and Zombies out first as fodder, later sending out Vampires and more powerful creatures. The Skeleton Warriors are not agile, nor swift, nor special in any way, other than the fact that they can take quite a beating and keep going, sometimes using their own legs, arms, or other body parts as weapons. They are quite ruthless. They are virtually impossible to completely destroy. Severing their heads or burning them completely is the only ways to take down these monsters."
    },
    "appr": {
        "en": "These warriors of the Reaper horde are exactly what they sound like: living skeletons. They carry weapons, be it bows, daggers, swords, clubs, or their own body parts. They are raised from the dead by necromancers as needed. They are rarely kept around after battles. Some actually take on a life of their own. They wander away from the horde during battle seeking mayhem and destruction.     The bones of the warriors are not like the legends describe. They are sometimes yellow, white, or even dark grey. Their bodies are proportional to the bodies of the individuals that they were raised from. The larger the body, the more damage. The people know an attack is coming when they see a white mass with weapons marching towards them at a steady pace, and their hails are unanswered."
    },
    "hist": {
        "en": "Massive numbers of skeleton warriors have been slaughtered in the history of Myzan. The Reapers use thousands of these creatures as fodder, not discriminating between whose corpses they use to create them. They have served as key creatures in victories in battles that would have been lost otherwise. Skeleton Warriors have been known to have been raised from the long since dead human, elf, and other humanoid bodies. They have been slaughtered, raised, and slaughtered again in battles. They are, have been, and always will be vicious creatures."
    },
    "pics": {
        "M": [
            "sk1"
        ],
        "F": [
            "sk2"
        ]
    }
}