{
    "name": {
        "en": "Snow Monster"
    },
    "desc": {
        "en": "Snow monsters dwell in the coldest areas of Myzan.  Living in ice caves atop the tallest mountains, the snow monsters are secluded and rarely venture out of their own territory.  They are creatures of myth and legend and it takes a strong-willed person to tame one of these beings.  Their thick fur allows cold survival during the coldest night.  Once tamed they fight along side their riders and they are one of the strongest creatures known."
    },
    "appr": {
        "en": "Snow monsters are big bulky creatures that stand over ten feet tall.  They are covered with long, coarse white fur that is incredibly thick. A large head with two gleaming yellow tinged eyes top a body that is massive and sturdy.  Long arms and legs with huge feet make these creatures well balanced and agile on icy ranges."
    },
    "hist": {
        "en": "Early explorers of the frozen wastes of Myzan often came across signs of an unknown beast but the common man laughed at them for believing in such an impossible race.  No one ever saw a living specimen to prove their existance. Tales were told in village inns of idiots who climbed mountains and suffered from oxygen starvation and cold until they hallucinated. It reached the point that anyone  who mentioned a desire to explore the icy ranges became the laughing stock of his community.    One such fellow who was berated and scorned by his fellows was a young man named Andros Begosea. Despite all the laughter that followed him, he gathered supplies and walked out of his village, Coldglen, towards the western mountain  ranges.  Andros wasn`t seen for many months and all believed he lost his life on the icy slopes though few mourned him.    One day Andros came into the village riding a huge monsterous beast that terrified  everyone. He declared that he had tamed this creature and called it a snow monster which everyone thought was a fitting name. Alas, the beast soon perished from the warmer climate of the lower lands."
    },
    "pics": {
        "M": [
            "sn1"
        ],
        "F": [
            "sn2"
        ]
    }
}