{
    "name": {
        "en": "Sylph"
    },
    "desc": {
        "en": "Watchers of the great glaciers of the northern regions of Myzan, Sylphs can often be found guiding caravans through the snows and mists that fall over the region, from Coldbreeze to Frostvale.  They are a cheery people, forever singing of the brilliance of the snow-covered north and happily revealing the way through the snow for those that would be lost otherwise.  Ever proud of their chosen task to watch over the Elements of the cold, these child-like fairies are always willing to lend aid with a smile and a song."
    },
    "appr": {
        "en": "Shrouded in a soft glow of mana induced light, Sylphs appear to those who have lost their way upon the bleak drifts of Myzan's vast glaciers.  They are like tiny human children with thin, rounded wings to flutter about with.  Their voices are small and squeaky, and it is unknown if they speak any understandable language, though they seem to understand each other well enough.  The glow from their bodies stems from their skin, delicate and luminous with various blues and pinks.  The mystical light serves as a beacon through the driving snows of the cold regions or the dense fogs of the bordering lowlands."
    },
    "hist": {
        "en": "Each Element has a guardian force, and many of such have been worshiped by the inhabitants of Myzan as deities themselves.  The Sylphs have inspired such worship from various tribes and clans among the ice trolls and other sentient creatures of the deep cold and the glaciers.  Known for their mastery over cold magics, Sylphs are believed to be the chosen guardians of the ice Elemental and its powers and are thus highly respected by those of the northern region who believe this to be so, even to the point of worship by the most devout.  Sylphs are also recognized by Elementalists, Mages, and other mana wielders as makers of fine powder and potent rings blessed with rare imprints.  The Ice Mages Guild wears a stylized Sylph upon its crest in homage to the glowing fairy's blessing from the Heavens."
    },
    "pics": {
        "M": [
            "mpsym"
        ],
        "F": [
            "mpsyf"
        ]
    }
}