{
    "name": {
        "en": "Trenian"
    },
    "desc": {
        "en": "Trenian belong to one of two tribes:     The Spryfel tribe do not trust  freely or blindly, but they are, at heart, gentle. The Spryfel dwell in villages hidden deep in the heart of old growth forests where they use the dense underbrush to mask their existence. Mostly, they merely watch intruders who enter their domain, but do not approach them. Instead, using old magic, they bend the forest into a maze, coaxing the very plants themselves into providing a path for the unwary traveler to follow….away from their home.     The Vyrexfel tribe is consumed by their hatred of both men and the Spryfel and do not deign to hide their faces from men. Oh, no. They only use the trees and bushes of their home as a means of ambush, letting the greenery shield them from sight only long enough for them to gain the upper hand. The next thing unwary travelers see is the bone tip of a spear plummeting towards their hearts."
    },
    "appr": {
        "en": "Stories abound from travelers who speak of the forest itself seeming to come alive and move, of bushes that seem to shimmer and sway on windless days. More often than not, these travelers have encountered the Trenian, a small humanoid that greatly resembles the forests in which they live. Diminutive by human standards, they stand but a mere four feet tall, on average, with only a slight difference between the male and female of the species. Their skin ranges in color from nut brown to a deeper shade, more the color of rich loam.    What makes them stand out the most, though, are the numerous horns which twist and branch from their heads, resembling the limbs of bushes as they reach up towards the sunlight. Like deer in felt, these horns are covered in a thin layer of skin, making them the same shade of brown as the rest of their bodies.    Usually, the Trenian dress their slender forms in simple clothes created from fibers gathered from local plant life and woven into sturdy cloth. They tend to dye their clothes in rich shades of the earth, choosing colors to match each season. Thus, these small, woodland folk can easily blend into their environment and avoid those who would do them harm. What adornments they use are usually provided to them by Nature herself. Leaves are attached to their horns, providing them with camouflage and beauty. Freshwater shells are often woven into necklaces and bracelets, and jewels pulled from the ground grace the foreheads of females, on occasion."
    },
    "hist": {
        "en": "Long before the struggles that have arisen between the Men of Myzan, the Trenian lived in harmony with the creatures that dwell here. Their lives were intertwined with all the life around them, acting as stewards of the land. However, that came to a halt when a set of men discovered them. At first, the Trenian greeted the men with open arms, innocently inviting them into their villages and offering them shelter. However, these men were not kind souls. These were a band of slavemasters who saw the Trenian as little more than a commodity. Caught off-guard, the forest folk were easy pickings for the warriors who swept through the villages like wildfire, capturing the young and the females, while slaughtering most of the males. Trenian slaves became valued for their ability to coax even the most fallow land into bloom. It was nothing to see a whole troop of Trenians, their fragile shoulders sloped in defeat, kneeling on the ground as they spoke soft words unto the earth, bringing greenery forth at the behest of their masters.    However, this did not last forever, for not all of the Trenians had been captured or killed during those first years after they were discovered by men. Small bands were left behind and, seeing their brethren bend beneath the yoke of slavery, their hearts grew savage. These Trenian cast aside their peaceful ways and learned the art of killing in cold blood, of drawing a bone blade gleefully across a sleeping slavemaster's throat. These rebels raided the men's homes, killing indiscriminately as they freed their loved ones.     While overjoyed to be free, some of those who were rescued found themselves just as afraid of their rescuers as they had been of their masters. These bloodied Trenian were not the same, gentle souls they once knew and, thus, many fled even those who had risked their lives to save them. Feeling betrayed, the rebels threw down their weapons in disgust and moved far away. Thus, the two tribes were born."
    },
    "pics": {
        "M": [
            "tem"
        ],
        "F": [
            "tef"
        ]
    }
}