{
    "name": {
        "en": "Unicorn"
    },
    "desc": {
        "en": "Unicorns are the most beautiful, amazing, and powerful of the mythical beasts that are a part of the Myzan. They have some magical quality about them that keeps all but the most strong-willed, or the most pure of heart and morals, from coming near. They are a rare race, only being seen but once in a long while. There is a small place in Knotwood Valley that is said to house unicorns. Some claim to have been there.    Unicorns are not dissimilar to horses. Some of the older races even say horses are descended from this magnificent race. While horses may be easily trained, or even hard to train in some cases, it is next to impossible to tame a unicorn. It takes knowledge of the mythical and legendary creatures and an extreme caring for animals in general.     Unicorns are said to have the ability to know all about an animal, creature, or being on sight. They do not show themselves to any but who they choose."
    },
    "appr": {
        "en": "Taller than horses, and a white so pure that it glows, Unicorns are truly a legendary race. Their horns are extremely sharp and are used in battles with whomever the unicorn chooses. The sharpness is to the point that it will pierce even the hardest plate armor. Those few that are capable of taming a unicorn and succeed in doing it are seen in higher spirits and even appear more powerful in presence than they were before. Unicorns have long, flowing tails and mains that are an even brighter white than their skin. The muscles of a unicorn stand out and are strong and lithe from years of running."
    },
    "hist": {
        "en": "As very little is known about unicorns, the only thing known is from myth and legend. It is said they came from a mountainous area from a lush valley that had been invaded by a horde of the humans’ ancestors. The horde was massive enough that the unicorns could not handle them in battle and sought a safe refuge from them. They wandered far and long and soon found a small secluded area that they could live peacefully. They worked their strange magic to make this wooded area larger on the inside than it was on the outside. The magic also made it difficult to find. Nobody is let know the full truth but the companion of a unicorn. And they will never tell."
    },
    "pics": {
        "M": [
            "unm"
        ],
        "F": [
            "unf"
        ]
    }
}