{
    "name": {
        "en": "Vampire"
    },
    "desc": {
        "en": "These undead night prowlers are some of the most viscious, and the most common, of their non-breathing brethren. They have an unnatural thirst for things living to be turned into things dead… or undead. They live on the blood of other living things, from Humans to little woodland creatures. They are sentient beings, for all that they live off of the blood of living beings. Vampires tend to frequent places where humans gather in large quantities, allowing them to pick off a few from the crowd without the person being noticed for a while. Vampires are extremely strong and agile, allowing even the weakest to overpower a full-grown man or out-run a trained sprinter. Vampires can be killed by a stake to the heart, but so can almost anything else. Vampires are no different in that respect. There are few abnormal ways to kill them. If their heads becomes severed from their shoulders, they will most certainly perish, just like anything else. Prolonged exposure to sunlight will not kill them, but will injure them greatly…. or at least make them weak.  Vampires defend their own, and sometime live in conclaves, with one overall leader. An unwary adventurer will quickly become a late morning snack or find themselves as yet another member of the Reaper horde."
    },
    "appr": {
        "en": "Vampires are an extremely fair race. They would definitely qualify in the beautiful range.  This tends to attract more humans and sometimes even other of the races native to Myzan. The victim of a vampire tends to only notice the vampire's razor sharp fangs as they sink into the flesh of the victim's neck. Vampires tend to be tall, lithe creatures, looking more human than anything else. However, just like their counterparts of the other races, they come in every shape, color, and size. "
    },
    "hist": {
        "en": "Vampires came to Myzan long, long ago. They have been here longer than almost any creature, being almost immortal. The only ones that remember the coming of this fair race are the mythical beasts of people's dreams that actually exist in this wondrous land. Throughout their time in Myzan, the Vampires have long been a part of the many wars between the undead horde called the Reapers and the rest of the entire world of Myzan.  The Exiles and Society have tried to eradicate the Vampires as they are a part of the Reaper horde, but they have always failed. One day, the Reapers will triumph over these petty mortals."
    },
    "pics": {
        "M": [
            "vam"
        ],
        "F": [
            "vaf"
        ]
    }
}