{
    "name": {
        "en": "Weaver"
    },
    "desc": {
        "en": "This nightmarish race lives deep in the elder tangled woods of Myzan.The weaver never wanders from from its lair which is usually well hidden behind massive clumps of hanging moss and vines.  One usually finds they are close to a weaver`s lair when they find themselves entangled in the thick, ropish sticky webs of its nest."
    },
    "appr": {
        "en": "The weaver is a horrible sight to see.  Most humans have an innate fear of spiders and to see a giant spider bearing a torso and head appearing human is enough to cause the strongest warrior to shiver.  The weavers have eight hairy long legs which they use to climb their webs to feast on prey trapped and woven into a cocoon    The skin of a weaver is most often a sickly looking bluish purple from its head to its bulbous belly.  They have no human  features on their heads but instead have eyes and a mouth like a spider which gives a truely nightmarish look to them. The body is built like spiders with a huge swollen looking abdomen which bears spigots that  the weaver uses to create its giant webs.    An egg bearing race, there is nothing more horrible to see than hundreds of young weavers advancing in hunger."
    },
    "hist": {
        "en": "Weavers were born centuries ago when a beautiful, untrained mage found a spell book lost after a battle.  Delving into the pages, she found a spell for shape changing and decided to attempt it. Little did she know that due to her lack of  knowledge and skill she was only able to see a portion of the spell.  Halfway through, she felt tremendous agony as her body went into spasms and contortions that finally caused her to pass out.    When she woke up the mage was horrified to find out what she had become. She slipped away into the forest with the book and spent the rest of her life trying to find a way back to herself.  Legend has it that the book still exists and that generations  of her descendants still try to find ways to return to the human race."
    },
    "pics": {
        "M": [
            "wef"
        ],
        "F": [
            "wem"
        ]
    }
}