{
    "name": {
        "en": "Werewolf"
    },
    "desc": {
        "en": "Members of the undead horde called the Reapers. Werewolves can pass as humans almost as easily as Vampires, sometimes even easier. Contrary to myth and legend, werewolves become essentially sentient wolves when the moon is at its highest point every night. Like their brethren, werewolves size up humans as living meals, or as potential fodder for the undead legions. Even as 'human' as they get, werewolves still attempt to act like what they look like, even as they examine their newest meal or recruit.   As wolves, they are different than the woods variety. They walk on their hind legs when they feel like it. They also wear clothes, though a different style and material than they wear as humans. Werewolves also hunt in packs, just like wolves. There is an alpha male in each pack. This male rules the pack. Only through death will the alpha lose leadership. And they do not die easily."
    },
    "appr": {
        "en": "Werewolves, in their wolf-form, look like extremely large, bipedal wolves that might wear clothes and can speak coherent languages. However, there are differences. They have longer, sharper muzzles. Their teeth in general look vicious. Their jaws are many times as powerful as any normal wolf that has ever existed. Their muscles and claws are of large proportion to the normal wolves that exist in Myzan."
    },
    "hist": {
        "en": "Werewolves are only slightly younger in Myzan than any of the other Reapers. The other Reapers are slightly wary around them, for, compensating for their youth, werewolves are possibly the most vicious of the undead. Also, the other undead are covetous of the fact that the werewolves are the only Reapers who can actually walk around in daylight without being screamed at or attempted to be slaughtered by angry townsfolk. In the wars that have gone on in the history of Myzan, the werewolves have always been the second tier troops. They have always been sent for stealth operations, slaughtering enemy leaders in their sleep, destroying supplies, or just generally causing mayhem. The future of these creatures is quite evident: they will continue to grow in strength and power."
    },
    "pics": {
        "M": [
            "wom"
        ],
        "F": [
            "wof"
        ]
    }
}