{
    "name": {
        "en": "Woode"
    },
    "desc": {
        "en": "A woode is basically an intelligent tree. Cousins to the Trenians, the Woode are a taller, less intelligent, more savage race. The Woodes are among the oldest creatures of Myzan, having been born in the early days of its creation when forests covered most of the land. Because of the destruction of the forests along with the deaths of many of the Woodes themselves, the Woodes have developed an unbridled hostility towards all humanoid races, particularly the dwarves, who with their big axes love chopping down trees. The two possible exceptions to this hostility are the elves and the druids. Elves have always cared for the forests, as have the druids. The druids in addition, are caretakers of the forests and have slowed and, in some cases, reversed the destruction caused by those who would despoil the deep forest homes of the woodes."
    },
    "appr": {
        "en": "Woodes can often be mistaken for normal trees by the unwary traveler. Compared to other races they are extremely tall, but different kinds of woode can vary from 10 feet up to 25 feet in height. The appearance of a woode can also vary in color from a pale beech color to a deep, rich red. Rather than having arms, woodes have tree-like limbs - several of them. These limbs, while not as dexterous as a humanoid's arms, are incredibly strong and can tear apart an ox if the woode is sufficiently enraged. They are also much longer than a human's, making the woode a deadly foe at anything inside of crossbow range. Instead of two legs, the woode has a single trunk-like leg with roots at the bottom. These roots are incredibly strong and serve to pull the woode along, thus enabling the woode to move. To be sure, woodes do not move very fast, but with their long limbs they don't need to. In addition, woodes have extremely tough bark-like skin, susceptible to only the sharpest of weapons, like a good axe. Woodes are deathly afraid of fire, however, and will seek to flee from it if possible. Woodes are incredibly long-lived, with a life expectancy of up to thousands of years. Some of the older woodes are among the most ancient creatures of Myzan."
    },
    "hist": {
        "en": "The earliest recorded meeting between humans and the creatures known as “woodes” occurred about 1000 years ago in the area we now know as Barren Down, when explorers first began to venture into the deep forests that have existed in Myzan since the dawn of time. One such expedition was led by a certain Lord Falstaff, cousin to the king. Having set out with a well-equipped team of 30 men, Falstaff returned alone 3 months later, bloodied, torn, and clearly out of his mind. Although he never recovered, Falstaff left behind a journal which provided some details of the ill-fated expedition. In it, Falstaff talked about how his team was ambushed one night by “…walking trees, that picked men up and ripped them apart or dashed them against boulders.” This upset the king so greatly that he ordered his army, bearing axes and torches, to descend on the forests and burn them to the ground. This they did indiscriminately, causing the destruction of much innocent plant and wildlife. Whole forests that had stood for thousands of years were burned to the ground or chopped up and thrown on bonfires. The army caught few of the actual woodes themselves, but succeeded in engendering such an intense anger in the hearts of their quarry that few dare to approach the ancient groves anymore. Indeed, men traveling through the ancient forests of Myzan face almost certain destruction at the hands of the woode population, who, old as they are, seldom forgive and never forget."
    },
    "pics": {
        "M": [
            "wd1"
        ],
        "F": [
            "wd2"
        ]
    }
}