{
    "name": {
        "en": "Wraith"
    },
    "desc": {
        "en": "The Reaper Horde is mostly made of the undead; however, there are many factions of dark creatures that give their allegiance to the Horde.  Various devils and demons are among this group, and the most prominent of them are wraiths - apparitions of souls tainted with emotions of darkness.  In many cases, a wraith will appear before its living likeness, prior to the death of that person.  They are the eternal embodiment of a person's hatred, jealousy, envy, and greed.  Within the Horde, wraiths are often employed as scouts and field commanders."
    },
    "appr": {
        "en": "Because wraiths are metaphysical representations of a person's darkest emotions, they take on the appearance of the person whose tainted feelings they embody.  It could be said that a wraith a man's dark clone or evil twin.  Their skin may seem somewhat grayish, and their eyes are often without pupils, blank and deep with murky ambition and selfish drives.  They often manifest well before the death of their true self, but that manifestation is often a sure sign of an approaching demise brought about by the deep seeded corruption the person's own darkness."
    },
    "hist": {
        "en": "The first wraiths, who they were, and where they came from are unknown.  Perhaps they have always existed, as a part of humanity's inner being.  Once freed from that secluded essence, wraiths were free to inhabit the same plane of existence as mankind.  Ever since, they have plagued Myzan with horror upon horror, eventually becoming an integral component of the growing Reaper factions, then known only as the Followers.    Could it be, then, that the origins of the demon spirits known as wraiths stem from the very beginnings of the Horde?  It is one theory that many of the earliest Followers, humble people misunderstood for their devotion to the ancient gods of Old Myzan, allowed their frustration and discouragement to burn deeply inside, to the point that they were consumed by that black fire.  While some of these lost souls took to necromancy and black magic to vent their aggression, many more succumbed to the darkness in their own hearts, and from those dark Followers would come wraiths.    Whether or not this explanation is true has yet to be decided.  However, it is most certain that the army of wraiths associated with the Horde is indeed a major threat to the land of Myzan."
    },
    "pics": {
        "M": [
            "li1"
        ],
        "F": [
            "li2"
        ]
    }
}