{
    "name": {
        "en": "Zombie"
    },
    "desc": {
        "en": "The zombie is a strange creature - if such a term can be applied to it.  It has no sense of self, nor any obligation to a collective.  A zombie is oblivious to its state and indifferent to its surroundings.  Yet it has a surprising awareness of all of these things.  It is a bundle of oxymorons, for it lives though it is not alive, can sense but has no feeling, and has a will without a conscious.  The zombie is a creature of pure instinct, a single primal drive that supersedes all else in the feeble mind of the zombie.  Despite being a sloppy mess of rotting flesh sheepishly shoveling around on weak legs, zombies are extremely dangerous in large numbers, driven to kill in order to satisfy their only desire - flesh."
    },
    "appr": {
        "en": "Zombies are reanimated dead with an infinite hunger for flesh – living or otherwise.  They are often seen as undead humans or humanoids, but zombies can be of other races and creatures as well, including various animals and beasts.  A zombie will slink and shuffle around aimlessly in search of its next meal, all while its own flesh decays and discolors, shrinks and falls away.  Its hair will continue to grow in an unruly manner; its nails may lengthen as well, but are often soon brittle and disgustingly soiled with death.  The cheeks are usually sunken in prolonged death, and the eyes are generally bloodshot and glossy, dark and blind."
    },
    "hist": {
        "en": "They were first created as minions by and for the early Necromancers with the ability to reproduce by biting into the flesh of a victim.  This characteristic was somewhat necessary as a zombie is unstable and will often rot into a stale, bloody goop.  In battle, the early Horde realized that the hauntingly independent zombies were not very responsive, nor very useful, to their commanders.  Instead, zombies were unleashed on unsuspecting towns and villages to cause as much commotion as possible and to kill as many as they could manage to feed on before being dispatched by resisters or just collapsed in advanced decay.  Now, the Horde uses its army of zombies to clean up the bodies left sprawled about the battlefield after a victory."
    },
    "pics": {
        "M": [
            "mpzm"
        ],
        "F": [
            "mpzf"
        ]
    }
}